Repository: common-repository/clicksports-maps
Catalog: languages/clicksports-maps-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Marker Popup Text
de_de: Text für Marker-Popup

source: Remove map marker
de_de: Kartenpunkt entfernen

source: Please set and save all default settings first.
de_de: Bitte zuerst alle Standardeinstellungen setzen und speichern.

source: Plan route with Google Maps
de_de: Route mit Google Maps planen

source: Map Style
de_de: Kartenstil

source: Map Preview
de_de: Kartenvorschau

source: Map Markers
de_de: Kartenpunkte

source: Developer Settings
de_de: Entwicklereinstellungen

source: Help
de_de: Hilfe

source: Width
de_de: Breite

source: Percent
de_de: Prozent

source: Full Width Map
de_de: Karte mit voller Breite

source: Deactivates the manual width setting and stretches the map across the full page width. Support for this feature highly depends on the activated theme and cannot be guaranteed.
de_de: Deaktiviert die manuelle Breitenangabe und streckt die Karte auf die volle Breite der Website. Die Unterstützung für diese Einstellung ist stark vom gewählten Theme abhängig und kann nicht garantiert werden.

source: Height
de_de: Höhe

source: Zoom
de_de: Karten-Zoom

source: Map Theme
de_de: Kartenschema

source: Color Theme
de_de: Farbschema

source: The map is centered automatically to the first set of coordinates. Additionally a marker is placed at that location. If you do not know the coordinates for your location, you can get them here:
de_de: Die Karte wird automatisch auf die ersten Koordinaten zentriert. Zusätzlich wird an diesem Standort ein Kartenpunkt gesetzt. Koordinaten können hier bezogen werden:

source: The marker popup supports the following HTML tags:
de_de: Das Marker-Popup unterstützt folgende HTML-Tags:

source: Add Map Marker
de_de: Kartenpunkt hinzufügen

source: The usage of CLICKSPORTS Maps is completely free for private and charitable use. You simply need to register your domain with us and we activate the service for you. Business customers are charged a small fee to use our service. You can find the details in our
de_de: Die Nutzung von CLICKSPORTS Maps ist für private und gemeinnützige Nutzung kostenlos. Es bedarf lediglich einer kurzen Anmeldung bei uns und wir schalten Ihre Domain für die Nutzung des Dienstes frei. Details finden Sie in unserem

source: blogpost
de_de: Blogbeitrag

source: or on our
de_de: oder auf unserer

source: website
de_de: Webseite

source: Neither this plugin nor our servers save any personal information. Therefore this plugin is fully GDPR compliant.
de_de: Weder das Plugin noch unsere Server speichern persönliche Daten. Damit ist dieses Plugin völlig DSGVO-konform.

source: You can display the map using this shortcode:
de_de: Die Karte wird über folgenden Shortcode auf jeder beliebigen Seite eingefügt:

source: Shortcode Parameters
de_de: Shortcode-Parameter

source: The shortcode supports multiple parameters to display an individual map beyond any global setting.
de_de: Zusätzlich kann dieser Shortcode mit Parametern bestückt werden. Damit lassen sich Karten mit individuellen Einstellungen anzeigen. Die angegebenen Parameter überschreiben die globalen Karteneinstellungen auf dieser Seite.

source: Latitude:
de_de: Breitengrad:

source: Longitude:
de_de: Längengrad:

source: Height:
de_de: Höhe:

source: Width:
de_de: Breite:

source: Full Width:
de_de: Volle Breite:

source: Overwrites any width parameter
de_de: Überschreibt alle Breitenangaben

source: Marker Popup Text:
de_de: Text für Marker-Popup:

source: Map Theme:
de_de: Kartenschema:

source: Color Theme:
de_de: Farbschema:

source: Complete example:
de_de: Vollständiges Beispiel:

source: Load map script in footer.
de_de: Kartenscript im Footer laden.

source: Loads the map script in the site footer instead of the site header.
de_de: Lädt das Karten-Skript im Footer statt im Header der Website.

source: Load map CSS on all pages.
de_de: Karten-CSS auf allen Seiten laden.

source: Load map scripts on all pages.
de_de: Karten-Skripte auf allen Seiten laden.

source: Loads map styles or scripts on every page and disables conditional loading of resources.
de_de: Lädt Karten-Stile und -Skripte auf jeder Seite und deaktiviert das bedingte Laden von Ressourcen.

source: Save Settings
de_de: Einstellungen speichern

source: This plugin is a simple alternative to Google Maps and displays a customizable map on your website.
de_de: Dieses Plugin stellt eine einfache Alternative zu Google Maps dar und bietet anpassbare Karten für deine Website.

source: Invalid width.
de_de: Ungültige Breite.

source: Invalid route link title.
de_de: Ungültiger Routen-Link Titel.

source: Invalid value for fullwidth.
de_de: Ungültiger Wert für volle Breite.

source: Invalid height.
de_de: Ungültige Höhe.

source: Invalid value for pixel selection.
de_de: Ungültiger Wert für Pixelauswahl.

source: Invalid zoom setting.
de_de: Ungültige Zoom-Einstellung.

source: Invalid maptheme setting.
de_de: Ungültiges Kartenschema.

source: Invalid longitude setting.
de_de: Ungültiger Längengrad.

source: Invalid latitude setting.
de_de: Ungültiger Breitengrad.

source: Invalid value for footer script.
de_de: Üngültiger Wert für Footer-Script.

source: Invalid value for conditional CSS loading.
de_de: Ungültiger Wert für bedingtes Laden von CSS.

source: Invalid value for conditional script loading.
de_de: Ungültiger Wert für bedingtes Laden des Skripts.

source: Map view and location:
de_de: Kartenansicht und Standort:
